{"schema":{"fields":[{"name":"index","type":"integer"},{"name":"job_name","type":"string"},{"name":"company_name","type":"string"},{"name":"company_location","type":"string"},{"name":"salary_min","type":"number"},{"name":"salary_max","type":"number"},{"name":"job_type","type":"string"},{"name":"job_desc","type":"string"}],"primaryKey":["index"],"pandas_version":"1.4.0"},"data":[{"index":0,"job_name":"Store Manager","company_name":"D'cost Group","company_location":"Banda Aceh","salary_min":7000000.0,"salary_max":7500000.0,"job_type":"","job_desc":"Gambaran Pekerjaan:\nMelakukan peningkatan penjualan di outlet seperti promosi, program diskon, dsb\nMemastikan kebersihan outlet terlaksana dengan baik untuk mencapai tingkat kepuasan customer yang optimal\nMengawasi keluar masuknya uang hasil penjualan sehingga tetap akurat dan terhindar dari kesalahan administrasi\nMengawasi peggunaan biaya operasional outlet agar efektif dan efisien untuk mendukung kelancaran operasional store\nMelakukan control inventory\/stock sehingga stock antara data di system dan ifsik tetap akurat serta kualitasnya tetap terjaga dengan baik\nMengelola proses operasional outlet sehari-hari baik dari sisi sumber daya manusia maupun system sehingga terlaksana dengan baik sesuai dengan system dan prosedur yang sudah ditetapkan oleh perusahaan.\nKualifikasi:\nUsia maksimal 40 tahun\nPendidikan minimal SMA\nMinimal 3 tahun pengalaman pada posisi yang sama\nMemiliki sisi leadership\nKomunikasi yang baik\nMampu menganalisa masalah dengan baik\nMemiliki integritas yang tinggi\nSiap bekerja shifting\nJenis Pekerjaan: Kontrak\nPanjang kontrak: 12 bulan\nGaji: Rp7.000.000 - Rp7.500.000 per bulan"},{"index":1,"job_name":"Customer Service Development Program (Aceh)","company_name":"PT Bank Muamalat Indonesia","company_location":"Banda Aceh","salary_min":-1.0,"salary_max":-1.0,"job_type":"Full-time","job_desc":"Customer Service Development Program (Aceh)\nPria dan Wanita\nPendidikan D3\/S1 semua jurusan\nUsia maksimum 25 tahun\nBerpenampilan menarik\nMemiliki skill service oriented yang tinggi"},{"index":2,"job_name":"Agent Konsultan","company_name":"Yayasan Aupair Indonesia Jerman","company_location":"Banda Aceh","salary_min":5000000.0,"salary_max":8000000.0,"job_type":"","job_desc":"Agent Konsultan YAIJ adalah seseorang yang bekerja di YAIJ untuk membantu pemuda\/i seluruh Indonesia mewujudkan mimpinya untuk studi di Turki dengan memasarkan dan menjual berbagai layanan program yang ada di YAIJ\nKualifikasi Agen Konsultan YAIJ\nBerusia 21 thn - 35 tahun\nPendidikan minimal SMA\/SMK dan sederajat\nMemiliki pengalaman marketing canvassing \/ lapangan minimal 1 tahun, bukan call center atau sales online\nSiap bekerja di bawah tekanan \/ target\nMemiliki strategi marketing \/ mapping daerah yang jelas\nJob description\n1. Membantu memasarkan produk dan layanan yang tersedia di Yayasan Aupair Indonesia Jerman.\n2. Mengedukasi mengenai program dan layanan yang tersedia di Yayasan Aupair Indonesia Jerman.\n3. Aktif menjalin komunikasi dengan calon siswa.\n4. Menerima konsultasi program dari calon peserta atau calon siswa .\n5. Membantu serta mengarahkan calon siswa yang hendak mendaftar.\nJenis Pekerjaan: Penuh Waktu, Permanen\nGaji: Rp5.000.000 - Rp8.000.000 per bulan\nPengalaman:\nMarketing, Sales, Penjual, pedagang: 1 tahun (Diwajibkan)"},{"index":3,"job_name":"Surveyor\/Field Officer","company_name":"PT Magada Tirta Amerta","company_location":"Banda Aceh","salary_min":-1.0,"salary_max":-1.0,"job_type":"Full-time","job_desc":"Hi, Klien kami (Multinational Online Transportation Company) sedang mencari Surveyor\/Field Officer!\nKualifikasi:\nPendidikan minimal SMA\/sederajat\nMemiliki kemampuan untuk melihat dan memperhatikan hal-hal kecil\nTerbiasa menggunakan & membaca Maps\nMemiliki semangat untuk memenuhi target\nMemiliki kendaraan motor\nSiap untuk join secepatnya\nJob Desc:\nMelakukan tugas lapangan (Mapping)\nMendaftarkan POI atau titik koordinat yang belum terinput di maps internal perusahaan\nKontrak: 1 bulan\nGaji: UMK\nJob Types: Full-time, Contract\nContract length: 1 month"},{"index":4,"job_name":"Ground Revenue - Aceh (Contract Based)","company_name":"OYO Hotels Indonesia","company_location":"Banda Aceh","salary_min":-1.0,"salary_max":-1.0,"job_type":"Full-time","job_desc":"Responsibilities:\nMaking sure all the booking converted to check in\n\nManaging and ensuring all owner problems Solved\n\nMaintaining relationships with stakeholders\n\nWorking collaboratively with respective functions in order to increase the revenue\n\nMonitoring property revenue and performance\n\nRequirements:\nMinimum 1 years of experience in operational fields\n\nAbility to work under pressure\n\nTech savvy and quick problem solver\n\nKnowledge in maintaining relationships with property owners\n\nWilling to be contracted for 1 year"},{"index":5,"job_name":"Supervisor Consumer Engagement - Lhokseumawe Lhokseumawe, Indonesia Commercial","company_name":"Philip Morris International\n1,716 reviews","company_location":"Lhokseumawe","salary_min":-1.0,"salary_max":-1.0,"job_type":"Full-time","job_desc":"Be a part of a revolutionary change\n\nAt PMI, we’ve chosen to do something incredible. We’re totally transforming our business and building our future on one clear purpose – to deliver a smoke-free future.\n\nWith huge change, comes huge opportunity. So, wherever you join us, you’ll enjoy the freedom to dream up and deliver better, brighter solutions and the space to move your career forward in endlessly different directions.\n\nWe are looking for a Supervisor Consumer Engagement who will be based in Lhoksumawe\n\nYour ‘day to day’\n\nPlanning, executing, monitoring and reporting overall consumer engagement\nactivities done through different channels in assigned areas, e.g. Media,\nLAMP\/HOP, Event, Community\nAnalyzing marketing issues\/opportunities in assigned areas, including\nsegmenting, consumer profiling, etc.\nManaging, implementing, and evaluating territory in line with outlet’s potency and\nconsumer preference\nManaging and implementing strong business relationships with all stakeholders\n\nWho we’re looking for\n\nHaving experience working with Media Partners, Advertising Agency, Branding\nTeam and Creative Agency would be an advantage\nPreferably having exposure in field sales distribution with supervisory\nexperience\nActive in organizational activities and social media savvy\nGood interpersonal and communication skills\nFast learner and able to work in minimum guidance and supervision\nStrong analytical skills and are comfortable dealing with numerical data\nAble to operate Computer literacy (Ms. Office) especially Ms. Excel\nWilling to work in field and also to be placed in Lhoksumawe\nHaving a driving license (SIM) type A\n\nWhat we offer\n\nOur success depends on our talented employees who come to work here every single day with a sense of purpose and an appetite for progress. Join PMI and you too can:\n\nSeize the freedom to define your future and ours. We’ll empower you to take risks, experiment and explore.\nBe part of an inclusive, diverse culture, where everyone’s contribution is respected; collaborate with some of the world’s best people and feel like you belong.\nPursue your ambitions and develop your skills with a global business – our staggering size and scale provides endless opportunities to progress.\nTake pride in delivering our promise to society: to deliver a smoke-free future\n\nTo join our growing team…"},{"index":6,"job_name":"Sales Executive","company_name":"PT Sinergi Tridaya Medical","company_location":"Banda Aceh","salary_min":5000000.0,"salary_max":5500000.0,"job_type":"","job_desc":"Tugas dan Tanggung Jawab:\n1. Detailing dan menjual produk alat kesehatan kepada Customer (Rumah Sakit\/ Dokter)\n2. Melakukan penagihan invoice setelah alat kesehatan berhasil terjual\n3. Mengirimkan alat kesehatan kepada Customer apabila dibutuhkan\n4. Maintain stock konsinyasi apabila dibutuhkan Customer\nKualifikasi:\n1. Pendidikan Min D3\n2. Berpengalaman sebagai Marketing Alat Kesehatan\/ farmasi selama min 2 tahun\n3. Memiliki kendaraan motor dan memiliki SIM C\n4. Penempatan di kota Banda Aceh\nJenis Pekerjaan: Penuh Waktu\nGaji: Rp5.000.000 - Rp5.500.000 per bulan"},{"index":7,"job_name":"Service Advisor (Aceh)","company_name":"PT CSM Corporatama Indorent","company_location":"Banda Aceh","salary_min":4500000.0,"salary_max":5000000.0,"job_type":"","job_desc":"Kaulifikasi :\nPria usia maks. 35 tahun\nPendidikan min. SMK jurusan Otomotif\nPengalaman min. 2 tahun pada bidang yang sama\nMemahi tentang Body dan Mesin mobil\nMenguasai Ms. Office\nMemiliki SIM A aktif\nPenempatan : Aceh\nJenis Pekerjaan: Penuh Waktu\nGaji: Rp4.500.000 - Rp5.000.000 per bulan"},{"index":8,"job_name":"Lead ops Agent - Aceh","company_name":"DHL Express\n22,073 reviews","company_location":"Banda Aceh","salary_min":-1.0,"salary_max":-1.0,"job_type":"Contract","job_desc":"(22003F3)\nIndonesia-Aceh-Banda Aceh | Full-time | Contract | Standard\n\nRole Summary\nMonitor and control team performance to ensure accurate sorting and optimum loading of all inbound & outbound shipments and provide the timely lodgment and recovery of the shipments to satisfy the customer needs and requirements within their responsibility\n\nMain Responsibilities\nEnsure incoming shipments are recovered, “break bulked”, inspected and cleared in the timely manner\nProcess material upon receive and make sure material is available for next movement connection\nProceed receipt and lodgment of outbound shipments from country operations within airlines’ cut-off time and RFU\nManage the receipt of data\/documents to assist in the preparation of import and export declarations\nArrange physical inspections of shipments by authorities and follow the contingency plan for any emergency or the occasional customer requirement\nMonitor performance, training and coach team members in technical knowledge in each zone\nSupport supervisor in manpower planning and rotation plan to ensure adequate manpower to meet daily operations\nDevelop a culture of quality, service excellence (for internal customers), flexibility and cost consciousness\n\nRequirement\nBachelor Degree\n3 – 5 years experiences in Operations in logistics industry\nLeading people\n\nPosting Legal Entity PT. Birotika Semesta"},{"index":9,"job_name":"Field Collection","company_name":"OTO Group","company_location":"Langsa","salary_min":-1.0,"salary_max":-1.0,"job_type":"","job_desc":"Menjaga account dan memberikan solusi dalam penyelesaian pembayaran angsuran customer.\nPria, Usia maks. 25 th, Pendidikan D3\/S1 (SLTA Dipertimbangkan) * Berminat di bidang marketing* Dinamis dan Komunikatif* Menyukai pekerjaan lapangan* Memiliki sepeda motor dan SIM C"},{"index":10,"job_name":"Management Trainee Sales Leadership Development Program (Banda Aceh)","company_name":"Beautyhaul & Somethinc","company_location":"Banda Aceh","salary_min":-1.0,"salary_max":-1.0,"job_type":"Full-time","job_desc":"About the Program\nManagement trainee is a structured and comprehensive program that provides young graduates with exposure to different functions to accelerate their careers and groom them to become future leaders of the company. As a Management Trainee (Sales Leadership Development Program) you will be given specific training for a certain duration, so you will be able to run projects independently in the several cities.\nWhat We Offer\nFast-track career progression\nAccelerated learning environment\nAttractive remuneration package\nOn the job training\nRequirements\nBachelor degree with a minimum GPA of 3.00 or its equivalent\nHave leadership experience in an organization\nStrong communication, organizational, and leadership skills\nSkilled at working collaboratively, developing creative solutions, and accomplishing team goals\nCan join immediately\nWilling to relocate geographically within Indonesia\nAbout the company\nBeautyhaul is one of the fastest-growing beauty companies in Indonesia that aspires to be the largest vertically integrated beauty ecosystem from supply to retail. Due to its exponential growth, the company has attracted investment from a reputable investor, Sequoia Capital.\nOur first brand ''Somethinc'' was founded in 2019, is currently the #1 skincare brand in e-commerce & modern trade with >1M social media followings. Our second brand Glowinc is breaking the boundaries by offering genderless products at affordable prices. Our offline\/online commerce Beautyhaul is the core for carrying multiple brands that we have directly to our customers. We are incubating more and more business models in our platform and aim to be a strong regional player in the beauty, within the South Asia region.\nWe have a 'CREATE' culture (Collaborative, Responsible, Eccentric, Agile, Tough, Effective). We are looking for more people to join us, who are excited to disrupt the traditional beauty industry with product innovation and non-linear growth, who want to build a profitable start-up into a unicorn company, who will always learn and do the right thing.\nJob Type: Full-time\nAbility to commute\/relocate:\nBanda Aceh: Reliably commute or planning to relocate before starting work (Preferred)"},{"index":11,"job_name":"Junior Account Executive (Lhokseumawe, Langsa, Bireun)","company_name":"PT Majoo Teknologi Indonesia","company_location":"Lhokseumawe","salary_min":-1.0,"salary_max":-1.0,"job_type":"Full-time","job_desc":"Mengumpulkan daftar merchant potensial\n\nMeningkatkan penjualan secara efektif (direct selling\/ meeting)\n\nMelakukan demonstrasi produk berdasarkan kebutuhan merchant (edukasi dan instalasi aplikasi Majoo)\n\nBerkoordinasi dengan atasan dan divisi terkait (terkait pembayaran)\n\nPenempatan Lhokseumawe, Langsa, Bireun\nPendidikan minimal SMA atau sederajat\n\nMemiliki pengalaman kerja di bidang sales minimal selama 2 Tahun (1 tahun di POS atau SaaS \/Startup)\n\nUsia maksimal 35 tahun\n\nMemiliki kendaraan pribadi dan SIM-C (minimal)\n\nAktif dalam komunitas atau organisasi akan menjadi nilai tambah\n\nKomunikatif, bisa bekerjasama dalam tim, dan menyukai bekerja di lapangan\n\nMempunyai smartphone android dan aktif dalam bersosial media"},{"index":12,"job_name":"FINANCE STAFF","company_name":"Kobus Smart Service PT","company_location":"Banda Aceh","salary_min":4177000.0,"salary_max":4277000.0,"job_type":"","job_desc":"Melakukan proses penerimaan, penginputan, uang ke sistem\nMembuat Report dan laporaan keuangan\nFiling dokumen\nMelakukan proses administrasi yang berhubungan dengan keuangan caban\n\nPendidikan minimal D3 semua jurusan dengan IPK 3.0\nFresh Graduate dipersilahkan melamar\nPenempatan Jepara\nUsia maksimal 26 Tahun\nBelum Menikah"},{"index":13,"job_name":"Account Executive (Lhokseumawe)","company_name":"PT Majoo Teknologi Indonesia","company_location":"Lhokseumawe","salary_min":-1.0,"salary_max":-1.0,"job_type":"","job_desc":"Mengumpulkan daftar merchant potensial\n\nMeningkatkan penjualan secara efektif (direct selling\/ meeting)\n\nMelakukan demonstrasi produk berdasarkan kebutuhan merchant (edukasi dan instalasi aplikasi Majoo)\n\nBerkoordinasi dengan atasan dan divisi terkait (terkait pembayaran)\n\nPenempatan Lhokseumawe, Langsa, Bireun)\nPendidikan minimal SMA atau sederajat\n\nMemiliki pengalaman kerja di bidang sales minimal 1 tahun\n\nUsia maksimal 35 tahun\n\nMemiliki kendaraan pribadi dan SIM-C (minimal)\n\nAktif dalam komunitas atau organisasi akan menjadi nilai tambah\n\nKomunikatif, bisa bekerjasama dalam tim, dan menyukai bekerja di lapangan\n\nMempunyai smartphone android dan aktif dalam bersosial media"},{"index":14,"job_name":"Account Receivable Officer (ARO) - Langsa","company_name":"Kobus Smart Service PT","company_location":"Langsa","salary_min":3066000.0,"salary_max":3166000.0,"job_type":"","job_desc":"Mengontrol dan melakukan penagihan terhadap konsumen dalam pembayaran kredit.\nMencari unit konsumen apabila unit tidak diketahui\nMengisi buku kunjungan setiap harinya\n\nMin. Pendidikan SMA sederajat\nMemiliki Sertifikasi Penagihan SPPI lebih diutamakan\nTarget oriented\nMemiliki kemampuan komunikasi yang baik\nWajib memiliki SIM C dan memiliki kendaraan bermotor\nBersedia untuk penempatan wilayah Langsa"}]}